import Navbar from "../../components/Navbar/Navbar";
import Footer from "../../components/Footer/Footer";

import { Link } from "react-router-dom";
import { useEffect } from "react";

function RulesPage() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);

  return (
    <>
      {/* navbar */}
      <Navbar />
      <div className="h-6 lg:h-16  "></div>
      {/* main */}
      <div className="RulesPage py-[10px] px-[14px] md:px-[50px]  ">
        <h6 className="text-gray-500 pt-[20px] pb-[10px] lg:pt-0 lg:pb-[0px] text-[85%] flex gap-[4px]">
          <Link to="/Fotros/">صفحه اصلی &gt; </Link>
          <span>قوانین و مقررات</span>
        </h6>
        <h1 className="text-[175%] font-bold  pt-[0px] pb-[16px] md:py-[25px]">
          قوانین و مقررات
        </h1>
        <p className="text-justify">
          فروشگاه اینترنتی آی بولک ابتدا در سال ۱۳۹۳ به عنوان یک فروشگاه حضوری
          کوچک در شهر گرگان آغاز به کار کرد.
          <br></br>
          هدف از تأسیس فروشگاه آی بولک، بنا بر گفته‌های موسس آن، خانم آی بولک
          پقه، عرضه پوشاک کژوال خاص با قیمت‌های مناسب بود. به همین دلیل، از
          ابتدا تمرکز بر واردات پوشاک خاص در تعداد محدود اما با تنوع بالا و قیمت
          مناسب قرار گرفت.
          <br />
          خانم آی بولک معتقدند که آی بولک فروشگاهی برای همه افرادی است که
          می‌خواهند لباس‌هایی با ارزش واقعی بالاتر از قیمت پرداختی خود داشته
          باشند.
          <br />
          در طول زمان، دامنه محصولات فروشگاه گسترش یافت و شامل لباس‌های خانگی،
          اسپرت، نیمه‌مجلسی، راحتی، جوراب، کلاه و سایر اقلام پوشاک شد؛ به طوری
          که سبد کاملی از پوشاک با همان هدف اولیه، یعنی «لباس‌هایی با ارزش
          بالاتر از قیمت»، فراهم شد.
          <br />
          فروشگاه آی بولک به سرعت رشد کرد و در طول سه سال، به یکی از برترین
          عرضه‌کنندگان پوشاک بانوان در گرگان تبدیل شد. هم‌اکنون تنها فروشگاه
          فیزیکی مجموعه در شهر گرگان، بلوار ناهارخوران، نرسیده به میدان گلشهر
          واقع است.
          <br />
          فروشگاه اینترنتی آی بولک از حدود سال ۱۳۹۵ فعالیت خود در شبکه اجتماعی
          اینستاگرام را آغاز کرد. با وجود تازه بودن و فعالیت نامنظم در آن زمان،
          محبوبیت بالای فروشگاه باعث شد که در همان سال نخست، این صفحه به مرز صد
          هزار دنبال‌کننده برسد.
          <br />
          با توسعه فروش آنلاین و نیاز به ساختار مناسب برای مدیریت حجم سفارش‌ها،
          وبسایت مجموعه از سال ۱۳۹۷ به فعالیت پرداخت تا خرید محصولات برای
          مشتریان ساده‌تر شود.
          <br />
          از ابتدای سال ۱۳۹۸، تمرکز آی بولک از ترکیب محصولات وارداتی و تولید
          داخل، به توزیع باکیفیت‌ترین البسه تولید داخل تغییر کرد. همچنین، دامنه
          محصولات به صورت محدود به پوشاک کودکان و آقایان نیز گسترش یافته است.
          <br />
          فروشگاه اینترنتی آی بولک هم‌اکنون یکی از پرطرفدارترین صفحات فروش پوشاک
          در اینستاگرام با نزدیک به دو میلیون دنبال‌کننده است. علاوه بر آن، از
          ابتدای سال ۱۳۹۹ مجله «اعضای خانواده آی بولک» با عنوان Ibolak Family
          راه‌اندازی شد که جدیدترین محتواهای حوزه مد، زیبایی، موفقیت و سلامت را
          با تمرکز بر توانمندسازی بانوان ایرانی منتشر می‌کند.
          <br />
          ما در آی بولک همواره با مشتریان و طرفداران خود در ارتباط هستیم و نظرات
          آنان را دنبال می‌کنیم. حتی اگر شما جزو مشتریان یا دنبال‌کنندگان ما
          نیستید، می‌توانید انتقادات و پیشنهادات خود را برای بهبود عملکرد آی
          بولک از طریق روش‌های مختلف با ما در میان بگذارید.
          <br />
          <br />
          برای ارتباط با ما می‌توانید با شماره 09399619640 تماس بگیرید.
        </p>
      </div>
      {/* footer */}
      <div className="h-[1.3rem] md:h-[3rem]"></div> <Footer />
    </>
  );
}
export default RulesPage;
